[
    {
      "id": 7,
      "rank": 1,
      "name": "A Head Full of Dreams",
      "content": [
        "\"It was just time for us to make an album about hope and love and togetherness\"-Chris Martin. A Head Full of Dreams is my favorite Coldplay Album, and its central theme is the graduation and application of the hopeful yearning found in past albums. A Head Full of Dreams stand in contrast as the day to the night that was Ghost Stories. Ghost Stories was raw and depressing and overwhelmingly dark, AHFOD enlightens us once again to the joy found in everyday life. The album cover alone, with its rainbow circle of life, bursting with color is directly contrasted to the darkness that was Ghost Stories. \"A Head Full of Dreams,\" \"Birds\" and \"Fun\" are upbeat and hopeful alternative hits that draw us into the irrepressible happiness of the album. At the same time, songs like \"Hymn for the Weekend\" and \"Adventure a Lifetime\" fuse conventional alternative with bright and colorful pop-rock. Musically, \"Birds\" and \"Up&Up\" draw you in with their driven beats and uplifting chords, while \"Amazing Day\" surrounds you with feelings of peaceful love.",
        "However, this album finds its heart in its central message, as expressed in the Rumi poem \"A Guesthouse\". A spoken word track, the poem describes each day of our lives as visitors in a guesthouse, some mornings arriving as happy, some as depressing. We are invited to \"Be grateful and entertain them ALL. For each has been sent as a guide.\" The track ends with a refrain of Amazing Grace \"I was blind...but now I see.\" Through this lens, we understand that life will not always be easy or cheerful, rather that we can welcome all elements of life and choose to find joy in all our experiences, good or bad, as we progress and change. This philosophy is felt throughout the whole album, but especially in two songs: \"Everglow\" and \"Up&Up.\" Everglow is the resolution of its sister song: \"True Love,\" no longer yearning for a fantasy of past love, we understand and appreciate love and light gained from all relationships, and the importance of loving someone unconditionally: \"There's a light that you give me, when I'm in shadow, there's a feeling you give me, an Everglow... so if you love someone, you should let them know, oh the light that you left me, will everglow.\"",
        "\"Up&Up\" is my favorite song in the world. It begins by reminding us that even when we are down and \"working meal to meal\" or feel so hopeless that we are \"trying to empty out the ocean with a spoon,\" we will all \"get it, get it together, I know.\" Even though life may be difficult, beauty is found in all places \"the forest in every seed\" or \"the angels in the marble, waiting to be freed.\" Finally, the song climaxes as it heads into the guitar solo \"Close your mind, clench your fist, or see each sunrise as a gift.\" Guitarist Johnny Buckland breaks into a guitar solo that sounds like the feeling of a plane as it lifts off into the air, full of freedom and unbound joy. The song closes with the dream that fills our Heads every time we listen to the album, the dream that broken things, and broken people can indeed grow, move on and flourish in the face of difficulty, to find the beauty life holds when one chooses to have joy. \"Fixing up a car, to drive in it again, when you're in pain, when you think you've had enough; don't ever give up, Just believe in love.\""],
      "type": "Album",
      "tags": [
        {
          "title": "Favorite Tracks:",
          "content": "Coloratura, Let Somebody Know"
        }
      ],
      "links": {
        "appleURI": "a-head-full-of-dreams/1053933969",
        "spotifyURI": "3cfAM8b8KqJRoIzt3zLKqw"
      },
      "image": {
        "src": "/music/coldplay-albums/a-head-full-of-dreams.jpg",
        "alt": "Album Cover, A Head Full of Dreams - Coldplay"
      }
    }
  ]
  