{
    "user": {
        "id": 1,
        "firstname": "Jacob",
        "lastname": "Sargent",
        "linkedin_url": "https://www.linkedin.com/in/jacobsargent/",
        "github_url": "https://github.com/jrsarge"
    },
    "education": [
        {
            "id": 1,
            "institution": "Brigham Young University",
            "city": "Provo",
            "state": "Utah",
            "college": "Marriott School of Business",
            "degree": "Master of Information Systems Managment",
            "start_month": "December",
            "start_year": "2020",
            "graduation_month": "December",
            "graduation_year": "2025",
            "gpa": "3.70",
            "additionals": [
                "Garrett Scholar 2024, VIA Award Scholarship Recipient 2024, ExxonMobil Scholarship Recipient 2023"
            ]
        }
    ],
    "jobs": [
        {
            "title": "Student Giving Manager",
            "company": "Dean's Office, Marriott School of Business",
            "start_date": "Sep 2024",
            "end_date": null,
            "city": "Provo",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT: Assigned by the Assistant Dean responsible for managing relations with BYU's National Advisory Council (NAC) and overseeing donations to the School of Business to develop an improved system for tracking donations and enhancing donor recognition to encourage increased contributions.",
                "HOW: Assisted in planning and executing multiple NAC events, including football tailgates and conferences. Developed a VBA script in Excel to clean and organize current and historic giving data consiting of 18,000+ donations made by 2,800+ individuals for seamless import into a new CRM chosen by the Assistant Dean. Configured the CRM to automatically generate quarterly reports based on various giving levels and distribute them to department heads.",
                "IMPACT: Successfully developed a solution for importing data into the CRM within three weeks, far exceeding the performance of CRM consultants who spent an entire summer on a less effective approach. Enabled the college and department heads to gain unprecedented visibility into donor contributions and trends. Presented the results and outlined future expectations to the head of the School of Business, setting the stage for more informed decision-making and strategic donor engagement."
            ]
        },
        {
            "title": "Software Development Intern",
            "company": "Restaurant365",
            "start_date": "May 2024",
            "end_date": "Aug 2024",
            "city": "Remote",
            "state": "",
            "country": "USA",
            "descriptions": [
                "WHAT: Collaborated with a team of two other interns to design and develop an internal tool aimed at automating client setting updates, eliminating the need for manual intervention by the manager.",
                "HOW: Leveraged the Blazor framework within C# to build a solution featuring CRUD (Create, Read, Update, Delete) operations, integrated with MongoDB and the company's internal API. Managed tasks and progress using JIRA and created comprehensive documentation.",
                "MPACT: Delivered a live demonstration of the tool to the Development department heads at Restaurant365, who approved immediate implementation. The manager estimated a savings of approximately 72 hours of manual labor annually."
            ]
        },
        {
            "title": "Implementation Project Assistant",
            "company": "Brigham Young University",
            "start_date": "Jun 2023",
            "end_date": "Apr 2024",
            "city": "Provo",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT:",
                "HOW:",
                "IMPACT:"
            ]
        },
        {
            "title": "Information Systems Intern",
            "company": "Haupt Electrical",
            "start_date": "Nov 2022",
            "end_date": "Apr 2024",
            "city": "Springville",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT:",
                "HOW:",
                "IMPACT:"
            ]
        },
        {
            "title": "Shop Manager",
            "company": "Jolly Circle Bike Shop",
            "start_date": "Feb 2022",
            "end_date": "Jan 2024",
            "city": "Springville",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT:",
                "HOW:",
                "IMPACT:"
            ]
        }
    ],
    "skills": [
        "Proficient in JavaScript, Python, C#, ASP.NET Core, SQL, HTML5, CSS",
        "Experienced with Django, C++, Node.js, Java, Bootstrap, VBA, jQuery, and Git",
        "Fluent Tagalog",
        "Program Director, Kids who Code 2022",
        "Deputy Campaign Manager, Kiley for Assembly",
        "Enjoy playing guitar, listening to music, watching movies and cooking/baking",
        "Eagle Scout"
    ]
}