{
    "user": {
        "id": 1,
        "firstname": "Jacob",
        "lastname": "Sargent",
        "linkedin_url": "https://www.linkedin.com/in/jacobsargent/",
        "github_url": "https://github.com/jrsarge"
    },
    "education": [
        {
            "id": 1,
            "institution": "Brigham Young University",
            "city": "Provo",
            "state": "Utah",
            "college": "Marriott School of Business",
            "degree": "Master of Information Systems Managment",
            "start_month": "December",
            "start_year": "2020",
            "graduation_month": "December",
            "graduation_year": "2025",
            "gpa": "3.70",
            "additionals": [
                "Garrett Scholar 2024, VIA Award Scholarship Recipient 2024, ExxonMobil Scholarship Recipient 2023"
            ]
        }
    ],
    "jobs": [
        {
            "title": "Student Giving Manager",
            "company": "Dean's Office, Marriott School of Business",
            "logo": "BYULogo",
            "start_date": "Sep 2024",
            "end_date": null,
            "city": "Provo",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT: Assigned by the Assistant Dean responsible for managing relations with BYU's National Advisory Council (NAC) and overseeing donations to the School of Business to develop an improved system for tracking donations and enhancing donor recognition to encourage increased contributions.",
                "HOW: Assisted in planning and executing multiple NAC events, including football tailgates and conferences. Developed a VBA script in Excel to clean and organize current and historic giving data consiting of 18,000+ donations made by 2,800+ individuals for seamless import into a new CRM chosen by the Assistant Dean. Configured the CRM to automatically generate quarterly reports based on various giving levels and distribute them to department heads.",
                "IMPACT: Successfully developed a solution for importing data into the CRM within three weeks, far exceeding the performance of CRM consultants who spent an entire summer on a less effective approach. Enabled the college and department heads to gain unprecedented visibility into donor contributions and trends. Presented the results and outlined future expectations to the head of the School of Business, setting the stage for more informed decision-making and strategic donor engagement."
            ]
        },
        {
            "title": "Software Development Intern",
            "company": "Restaurant365",
            "logo": "R365Logo",
            "start_date": "May 2024",
            "end_date": "Aug 2024",
            "city": "Remote",
            "state": null,
            "country": null,
            "descriptions": [
                "WHAT: Collaborated with a team of two other interns to design and develop an internal tool aimed at automating client setting updates, eliminating the need for manual intervention by the manager.",
                "HOW: Leveraged the Blazor framework within C# to build a solution featuring CRUD (Create, Read, Update, Delete) operations, integrated with MongoDB and the company's internal API. Managed tasks and progress using JIRA and created comprehensive documentation.",
                "IMPACT: Delivered a live demonstration of the tool to the Development department heads at Restaurant365, who approved immediate implementation. The manager estimated a savings of approximately 72 hours of manual labor annually."
            ]
        },
        {
            "title": "Implementation Project Assistant",
            "company": "Brigham Young University",
            "logo": "WrkdayLogo",
            "start_date": "Jun 2023",
            "end_date": "Apr 2024",
            "city": "Provo",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT: Contributed to BYU's ERP transition to Workday by assisting the full-time employee responsible for Payroll, Time Tracking, and Benefits. Engaged in training sessions and cross-campus meetings to identify departmental needs and propose tailored solutions.",
                "HOW: Managed, created, assigned, and tracked 1,000s of tickets in Microsoft DevOps to ensure efficient project progress. Designed custom Airtable tables to streamline daily operations and improve task tracking. Conducted QA testing on 300+ configurations in Workday to verify accuracy and alignment with organizational requirements. Recorded and documented complex payroll and time-tracking processes, providing clear guidance for end-users post-implementation.",
                "IMPACT: Played a critical role in BYU's largest-ever project by ensuring effective communication across multiple teams. Facilitated timely and efficient meetings by identifying key action items and documenting them for follow-up. Streamlined payroll and time-tracking processes, improving efficiency and usability for end-users. Empowered staff across campus with customized solutions and thorough documentation, contributing to a seamless go-live experience and setting the foundation for long-term success with Workday."
            ]
        },
        {
            "title": "Information Systems Intern",
            "company": "Haupt Electrical",
            "logo": "HauptLogo",
            "start_date": "Nov 2022",
            "end_date": "Apr 2024",
            "city": "Springville",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT: Collaborated with the CIO to identify company needs and redesign existing solutions. Addressed a critical issue where employee wellness surveys, performance reports, and time clock data collected weekly lacked an efficient system for centralized analysis and trend visualization over time.",
                "HOW: Developed custom Google Apps Scripts to clean, organize, and visualize 1,000s of lines of employee data. The scripts ran on a weekly schedule, generating a dashboard shared with company executives. The dashboard highlighted key items requiring attention and automatically sent brief summaries to executives via email and Google Chats using webhooks.",
                "IMPACT: Delivered a streamlined and automated solution that transformed how employee wellness, performance, and time clock data were managed and analyzed. The new system provided executives with actionable insights through a dynamic dashboard, enabling timely decision-making and improving oversight. Automated weekly reporting saved significant time and ensured critical issues were identified and addressed promptly, enhancing operational efficiency and employee management."
            ]
        },
        {
            "title": "Shop Manager",
            "company": "Jolly Circle Bike Shop",
            "logo": "JollyLogo",
            "start_date": "Feb 2022",
            "end_date": "Jan 2024",
            "city": "Springville",
            "state": "UT",
            "country": "USA",
            "descriptions": [
                "WHAT: Managed a small business bike shop by overseeing inventory procurement, creating detailed work orders, communicating with customers, maintaining the website, training employees and repairing bikes ranging from $50 to $15,000 in value.",
                "HOW: Launched targeted Facebook ad campaigns to drive business and community engagement. Taught multi-week bike maintenance classes to community members, fostering skill development and shop awareness. Streamlined operations by organizing a parts ordering schedule to ensure timely repairs and prioritizing daily tasks to meet commitments effectively. Managed the POS system to track sales and inventory efficiently.",
                "IMPACT: IMPACT: Contributed to the generation of over 60 five-star Google reviews, enhancing the shop's reputation and customer trust. Played a key role in maintaining profitability during the critical second year of business. Successfully trained 15+ students through a bike mechanics course, expanding community engagement. Boosted shop productivity by 100% and reduced repair times by 50%, achieving a 2-3 day turnaround for customer repairs."
            ]
        }
    ],
    "skills": [
        "Proficient in JavaScript, Python, C#, ASP.NET Core, SQL, HTML5, CSS",
        "Experienced with Django, C++, Node.js, Java, Bootstrap, VBA, jQuery, and Git",
        "Fluent Tagalog",
        "Program Director, Kids who Code 2022",
        "Deputy Campaign Manager, Kiley for Assembly",
        "Enjoy playing guitar, listening to music, watching movies and cooking/baking",
        "Eagle Scout"
    ]
}