[
  {
      "rank": 3,
      "name": "Parachutes",
      "type": "Album",
      "content": [
          "Art is about sharing emotion, human to human. In today's music scene, where it seems consumers have turned from the ambition, experimentation, and creativity of the last century in favor of corporate and catchy pop songs, \"Parachutes\" positions itself as a pillar of emotion and vulnerability. While the album is full of appealing and catchy songs that would have been mildly popular on their own, \"Parachutes\" finds its heart in its ability to draw listeners in with its raw and honest emotion. Singles \"Trouble\" and \"Shiver\" are exciting with the musicality and creativity typically found in the discography of more mature artists.",
          "The song that centers this album, and indeed kicked off Coldplay's massive success, is \"Yellow.\" In the twenty-one years since its release, Chris Martin has yet to give us a meaningful answer as to its subject matter or inspiration. I think its ambiguity is its advantage. \"Yellow\" is a song few people dislike because not only is it well-written and catchy, but it also draws us in and allows us to ascribe our own meaning and story to it. Somehow, without describing anything specific, \"Yellow\" seems to narrate the experiences of all who listen.",
          "An almost better title for the album, one that could describe its central message, comes from its last track, \"Everything's Not Lost.\" Is Parachutes a happy album? No. But in Chris Martin's voice, we find that while many things may be lost, hope yet remains—a hope that listeners can feel in every track on the album, conveyed in a manner that can only be described as art."
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "Yellow, Everythings Not Lost, Spies"
          }
      ],
      "link": {
          "appleURI": "parachutes/1122782080",
          "spotifyURI": "6ZG5lRT77aJ3btmArcykra"
      },
      "image": {
          "src": "/music/coldplay-albums/parachutes.jpg",
          "alt": "Parachutes Album Cover"
      }
  },
  {
      "rank": 4,
      "name": "A Rush of Blood to the Head",
      "type": "Album",
      "content": [
          "\"A Rush of Blood to the Head\" is the reason Coldplay has endured as one of the most popular rock bands for the last two decades. After the masterpiece that was \"Parachutes,\" Coldplay managed to not only continue their ability to turn raw emotion into alternative rock but also to somewhat update their sound and improve their songwriting, all as a visceral response to the horror of 9/11. \"In My Place\" and \"Green Eyes\" have the same lovelorn sentiments of \"Parachutes,\" while songs like \"Politik,\" \"God Put a Smile upon Your Face,\" and the title track convey an unfulfilled sense of urgency and a desire to change the world.",
          "Again, the album's power lies in its ambiguity; while some songs feel political and charged, it also has broad appeal to the day-to-day experiences of all of us.",
          "This album, especially in \"The Scientist,\" is a testament that the heartbreak of loss is possible only after we have experienced love and human connection, which, while sad, is a profoundly beautiful sentiment."
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "The Scientist, Green Eyes, A Rush of Blood to the Head"
          }
      ],
      "link": {
          "appleURI": "a-rush-of-blood-to-the-head/1122775993",
          "spotifyURI": "0RHX9XECH8IVI3LNgWDpmQ"
      },
      "image": {
          "src": "/music/coldplay-albums/a-rush-of-blood-to-the-head.jpg",
          "alt": "A Rush of Blood to the Head Album Cover"
      }
  },
  {
      "rank": 2,
      "name": "X&Y",
      "type": "Album",
      "content": [
          "The final album in the first trilogy of Coldplay's discography, \"X & Y,\" follows in the footsteps of their previous two albums yet somehow also lays the roots for their future. Chris Martin and Co. take their signature emotionally charged alternative sound and evolve it into a newer sound more suited to large stadiums, rather than the tiny stages of their past. \"X & Y\" stands as a choice between hopelessness and healing. Songs like \"What If\" ask questions no one wants to hear, such as \"What if you should decide that you don't want me there in your life,\" yet at the same time, encourages us to try and continue to grow, even in the face of hopelessness.",
          "The musical achievement of \"X & Y\" is its ability to include elevated stadium rock songs such as \"Fix You\" and \"Talk\" with more personal and intimate tracks such as \"Swallowed in the Sea\" and \"Til Kingdom Come.\" \"X & Y\" is also a great example of Coldplay's writing skill, displayed by musically interesting and dissident \"Twisted Logic\" alongside the passionate and engaging \"Fix You.\"",
          "Ultimately, while \"X & Y\" seriously considers hopelessness and acknowledges that while we can \"try [our] best and not succeed,\" we are reminded that \"you know that darkness always turns into light,\" and that hope is possible: \"I will try to fix you.\""
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "Fix You, Swallowed in the Sea, White Shadows"
          }
      ],
      "link": {
          "appleURI": "x-y/1123076757",
          "spotifyURI": "4E7bV0pzG0LciBSWTszra6"
      },
      "image": {
          "src": "/music/coldplay-albums/x-&-y.jpg",
          "alt": "X&Y Album Cover"
      }
  },
  {
      "rank": 5,
      "name": "Viva la Vida or Death and All His Friends",
      "type": "Album",
      "content": [
          "After a trilogy of albums that established Coldplay's hopeful alternative sound, \"Viva la Vida\" showcases their ability to grow and experiment with their sound, a tradition continued until today. This growth was achieved by bringing on Brian Eno, the legendary producer who collaborated with U2 and David Bowie. Eno set rules for the band that helped them flee their creativity; for example, no two songs on the album could sound similar. \"Viva la Vida\" is not shy about its uniqueness, kicking off the album with \"Life in Technicolour,\" a two-and-a-half-minute long opener without a single word. \"42\" goes for four minutes without a chorus, and several tracks include a second, hidden song.",
          "Beyond the experimental nature of \"Viva la Vida,\" its central theme is found in its title: \"Viva la Vida or Death and all His Friends,\" with \"viva la Vida\" meaning \"long live life.\" Essentially, the album presents listeners with a choice: we can indulge ourselves in lust, jealousy, revenge, and power, or \"Death and all His Friends,\" or we can choose to live life alive, through peace, forgiveness, and love. Songs like \"Strawberry Swing\" and \"Viva la Vida\" describe peace and truth, while songs like \"Yes\" and \"Cemeteries of London\" portray lust and death with striking accuracy. Its main single, \"Viva la Vida,\" is an upbeat and rousing reminder that human power is nothing compared to truth and eternity. \"Viva la Vida\" does a phenomenal job of helping the listener acquaint themselves with Death and all His Friends, yet in the end, we remember \"I don't want a battle from beginning to end ... I don't want to follow Death and all His Friends.\""
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "Viva la Vida, Death and all his Friends, 42, Reign of Love"
          }
      ],
      "link": {
          "appleURI": "viva-la-vida-prospekts-march-edition/1122778377",
          "spotifyURI": "1CEODgTmTwLyabvwd7HBty"
      },
      "image": {
          "src": "/music/coldplay-albums/viva-la-vida.jpg",
          "alt": "Viva la Vida or Death and All His Friends Album Cover"
      }
  },
  {
      "rank": 6,
      "name": "Mylo Xyloto",
      "type": "Album",
      "content": [
          "\"Mylo Xyloto\" is another experimental album from Coldplay that seeks not only to portray emotion but to tell an actual story, even releasing a short series of comic books to accompany the album and tell the story in more depth. \"Mylo Xyloto\" combines soaring orchestral arrangements with heavy guitar and synth-pop to tell the story of a faraway planet overrun by invaders who have outlawed music and art and heavily enforce their decrees by way of the militant police force known as \"the Silencers,\" led by Major Minus. They are opposed by \"the Sparkers,\" rebels who create musical graffiti in an attempt to wake up their fellow citizens to their enslaved state. One silencer, Mylo, with the help of a Speaker named Xyloto, becomes a Sparker himself and helps to overthrow Major Minus and restore a Paradise of beauty, art, and music. One interesting element of \"Mylo Xyloto\" is how each song flows from one to the next, similar to \"Sgt. Pepper's Lonely Hearts Club Band\" by the Beatles.",
          "The album tells its epic sci-fi story with powerful and celestial pop singles such as \"Charlie Brown\" and \"Every Teardrop Is a Waterfall.\" These upbeat singles pair incredibly with more emotive tracks such as \"Up in Flames,\" which describes a failing relationship, and \"Don't Let it Break Your Heart,\" which tells us to keep reaching even after we fail. Its hit single, \"Paradise,\" caps off this masterful album that, while detailing the fictional struggle of a faraway planet of aliens, also tells the story of the highs and lows, tragedy, and passion of this experience we call humanity and reminds us that \"though all [our] armor might rust in the rain, ... good things are coming [our] way.\""
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "Every Teardrop is a Waterfall, Paradise, Up with the Birds"
          }
      ],
      "link": {
          "appleURI": "mylo-xyloto/726372830",
          "spotifyURI": "2R7iJz5uaHjLEVnMkloO18"
      },
      "image": {
          "src": "/music/coldplay-albums/mylo-xyloto.jpg",
          "alt": "Mylo Xyloto Album Cover"
      }
  },
  {
      "rank": 7,
      "name": "Ghost Stories",
      "type": "Album",
      "content": [
          "Looking at the album cover of \"Ghost Stories,\" one gains an understanding of the album's theme. On a midnight background are two angel's wings that are not only disconnected from any angel but form a broken heart in the center of the cover. This visceral and heartbreaking album was written by Chris Martin as a response to his wife Gwyneth Paltrow leaving him in early 2014. Songs like \"Always in My Head,\" \"Oceans,\" \"Ink,\" and \"Magic\" are richly crafted soundscapes whose layers seem to form entire worlds that drown in deep sadness devoid of light or hope. Certainly, songs like \"Another's Arms\" and \"Always in My Head\" are explicit in their description of Martin's current situation and profound loss. \"A Sky Full of Stars\" is the only song upbeat in any way, an EDM-styled alt-pop single produced by Avicii himself that stands as a final triumphant love song, focusing not on the darkness of the night sky but rather on the beauty of the stars that the darkness reveals.",
          "The best song on the album is \"True Love.\" Its beat is light and hopeful, with Martin admitting that the relationship is over yet asking her to \"tell me you love me, if you don't then lie, lie to me.\" His yearning for even a fantasy of the love he feels being returned just once more is palpable across the whole song and climaxes in a guitar solo that I can only describe as the sound of a heart breaking. While this album is deeply personal, in true Coldplay fashion, its emotions and descriptions open up and envelop the listener in a way that allows each of us to connect this pain with our own lives, personalizing the music to our own pain. Finally, the album ends with \"O,\" describing her love as a flock of birds that comes and goes. This song is a goodbye, with Martin telling Paltrow to \"fly on, ride through,\" hoping she will survive on her own yet hoping \"maybe one day I can fly with you\" - a hope, as we learn from the broken wings on the album cover, is not only in vain but also breaks our heart."
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "True Love, A Sky Full of Dreams, Ink"
          }
      ],
      "link": {
          "appleURI": "ghost-stories/829909653",
          "spotifyURI": "2G4AUqfwxcV1UdQjm2ouYr"
      },
      "image": {
          "src": "/music/coldplay-albums/ghost-stories.jpg",
          "alt": "Ghost Stories Album Cover"
      }
  },
  {
      "rank": 1,
      "name": "A Head Full of Dreams",
      "type": "Album",
      "content": [
          "\"It was just time for us to make an album about hope and love and togetherness\" - Chris Martin. \"A Head Full of Dreams\" is my favorite Coldplay Album, and its central theme is the graduation and application of the hopeful yearning found in past albums. \"A Head Full of Dreams\" stands in contrast to the night that was \"Ghost Stories.\" \"Ghost Stories\" was raw, depressing, and overwhelmingly dark, while \"AHFOD\" enlightens us once again to the joy found in everyday life. The album cover alone, with its rainbow circle of life bursting with color, is directly contrasted to the darkness that was \"Ghost Stories.\" \"A Head Full of Dreams,\" \"Birds,\" and \"Fun\" are upbeat and hopeful alternative hits that draw us into the irrepressible happiness of the album. At the same time, songs like \"Hymn for the Weekend\" and \"Adventure of a Lifetime\" fuse conventional alternative with bright and colorful pop-rock. Musically, \"Birds\" and \"Up&Up\" draw you in with their driven beats and uplifting chords, while \"Amazing Day\" surrounds you with feelings of peaceful love.",
          "However, this album finds its heart in its central message, as expressed in the Rumi poem \"A Guesthouse.\" A spoken word track, the poem describes each day of our lives as visitors in a guesthouse, some mornings arriving as happy, some as depressing. We are invited to \"Be grateful and entertain them ALL. For each has been sent as a guide.\" The track ends with a refrain of Amazing Grace \"I was blind...but now I see.\" Through this lens, we understand that life will not always be easy or cheerful; rather, we can welcome all elements of life and choose to find joy in all our experiences, good or bad, as we progress and change. This philosophy is felt throughout the whole album, but especially in two songs: \"Everglow\" and \"Up&Up.\" \"Everglow\" is the resolution of its sister song, \"True Love.\" No longer yearning for a fantasy of past love, we understand and appreciate love and light gained from all relationships, and the importance of loving someone unconditionally: \"There's a light that you give me, when I'm in shadow, there's a feeling you give me, an Everglow... so if you love someone, you should let them know, oh the light that you left me, will everglow.\"",
          "\"Up&Up\" is my favorite song in the world. It begins by reminding us that even when we are down and \"working meal to meal\" or feel so hopeless that we are \"trying to empty out the ocean with a spoon,\" we will all \"get it, get it together, I know.\" Even though life may be difficult, beauty is found in all places \"the forest in every seed\" or \"the angels in the marble, waiting to be freed.\" Finally, the song climaxes as it heads into the guitar solo \"Close your mind, clench your fist, or see each sunrise as a gift.\" Guitarist Johnny Buckland breaks into a guitar solo that sounds like the feeling of a plane as it lifts off into the air, full of freedom and unbound joy. The song closes with the dream that fills our Heads every time we listen to the album, the dream that broken things and broken people can indeed grow, move on, and flourish in the face of difficulty, to find the beauty life holds when one chooses to have joy. \"Fixing up a car, to drive in it again, when you're in pain, when you think you've had enough; don't ever give up, Just believe in love.\""
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "Up&Up, Amazing Day, Birds"
          }
      ],
      "link": {
          "appleURI": "a-head-full-of-dreams/1053933969",
          "spotifyURI": "spotify:album:3cfAM8b8KqJRoIzt3zLKqw"
      },
      "image": {
          "src": "/music/coldplay-albums/a-head-full-of-dreams.jpg",
          "alt": "A Head Full of Dreams Album Cover"
      }
  },
  {
      "rank": 8,
      "name": "Everyday Life",
      "type": "Album",
      "content": [
          "\"Everyday Life\" is at once simple and complex, full of story and emotion. It seeks to share and describe the beautiful and diverse perspectives on our shared humanity. This album departs from many previous Coldplay conventions, from the French verse and saxophone feature on \"Arabesque\" to the full-on gospel choir in \"BrokEn.\" \"Everyday Life\" includes the first religious songs created by Coldplay, namely \"BrokEn,\" a rousing hymn about the healing powers of the Lord, backed by a full gospel choir; \"Church,\" which describes the refuge one finds in the answering of prayers and the safety in church worship; \"Eko,\" a retelling of the story of Joseph; and finally, \"When I Need a Friend,\" a beautiful choral arrangement that describes the protection afforded by the Holy Spirit. Some songs are political, such as \"Guns\" or \"Trouble in Town,\" a perspective on the experiences of Black Americans at the hands of the police, which includes the audio of a brutal police traffic stop.",
          " I love \"Everyday Life,\" not because I understand or agree with the perspectives shared in these separate songs, but rather for their existence. \"Everyone falls, everyone dreams and doubts.\" But ultimately, we can \"keep dancing when the lights go out.\" By recognizing our unique experiences, we can truly love each other not because we feel we are the same, but because we are different individuals with shared humanity. My favorite song off the album, \"Champion of the World,\" a song triumphing over the bullying of others by learning to accept oneself to become a \"Champion of the World,\" proclaims that while it may be difficult, we can't give up in our pursuit of acceptance and love: \"In my dreams, I'm sailing West, knowing I will fail, still I'm hoping for the best...I have E.T. on my bicycle, because giving up won't work, I am riding on my rocket ship and I'm Champion of the World.\""
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "Coloratura, Let Somebody Know"
          }
      ],
      "link": {
          "appleURI": "everyday-life/1484143521",
          "spotifyURI": "spotify:album:2FeyIYDDAQqcOJKOKhvHdr"
      },
      "image": {
          "src": "/music/coldplay-albums/everyday-life.jpg",
          "alt": "Everyday Life Album Cover"
      }
  },
  {
      "rank": 9,
      "name": "Music of the Spheres",
      "type": "Album",
      "content": [
          "\"Music of the Spheres,\" Coldplay's 9th LP, is influenced by the lockdowns and social distancing of the COVID-19 pandemic. It tells the story of a fictional galaxy, far away, with 12 planets where music is outlawed. But this outlaw is defied by the alien radio, a collection of songs to unify and inspire the distant planets and people with two central themes: \"Everyone is an Alien Somewhere\" and \"We are All One in the Universe.\" This album is definitely the most pop-themed album in their discography to date, and while I have yet to get to know the songs as well as their past albums, it is a wonderful collection. Hit singles such as \"Higher Power\" and \"My Universe\" delight us with their energetic melodies, while more thoughtful songs such as \"Let Somebody Go\" or \"Biutyful\" are more reminiscent of Coldplay's past. However, the pinnacle of the album, and indeed perhaps the greatest song the band has written, is the finale, \"Coloratura,\" a ten-minute masterpiece that journeys through the galaxy to capture the beauty of the stars and the thrill of human curiosity."
      ],
      "tags": [
          {
              "title": "Favorite Tracks:",
              "content": "Coloratura, Let Somebody Know"
          }
      ],
      "link": {
          "appleURI": "music-of-the-spheres/1591893573",
          "spotifyURI": "06mXfvDsRZNfnsGZvX2zpb"
      },
      "image": {
          "src": "/music/coldplay-albums/music-of-the-spheres.jpg",
          "alt": "Music of the Spheres Album Cover"
      }
  }
]